RoboticGen/Obo-Car-Micropython-SDK/boards/OBO_CAR/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "OBO CAR"
#define MICROPY_HW_MCU_NAME "ESP32"
